/* choose button - open panel */
"Choose" = "Choisir";

/* alt text of dot photo link */
"dotphoto" = "dotphoto";

/* alt text of mag link */
"magnify" = "agrandir";

/* Title of dot photo link */
"Order prints of this image from dotphoto.com" = "Commander des impressions de cette image chez dotphoto.com";

/* Prompt when no URL has been entered */
"Please use the Inspector to enter the URL of an image" = "Veuillez utiliser l'inspecteur pour saisir l'URL d'une image";

/* followed by URL of externally loaded image, for when we are not loading in external resources. */
"This is a placeholder for the image at:" = "Ceci est un contenant pour l’image à :";

/* Title of mag link */
"View this image full-size" = "Voir cette image pleine grandeur";